[
  "obsidian-excalidraw-plugin",
  "advanced-canvas",
  "canvas-mindmap-helper",
  "click-clack",
  "fold-anywhere",
  "obsidian-footnotes",
  "obsidian-linter",
  "obsidian-outliner",
  "pane-relief",
  "obsidian-relative-line-numbers",
  "obsidian-rtl",
  "simple-canvasearch",
  "obsidian-style-settings",
  "typewriter-mode",
  "vim-toggle",
  "mini-vimrc",
  "obsidian-textgenerator-plugin",
  "file-explorer-plus",
  "hide-folders",
  "darlal-switcher-plus"
]